ДробинМЕ.tex
% Created 2020-08-20 Чт 11:36
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[profilePic={photo},profilePicWidth=60pt]{myCV}
\usepackage[T2A]{fontenc}
\date{}
\title{Дробин Максим}
\hypersetup{
 pdfauthor={max},
 pdftitle={Дробин Максим},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{Контакты}
\label{sec:org4268cc6}
\href{https://www.facebook.com/profile.php?id=100042101110525}{Facebook}, \href{https://www.linkedin.com/in/maxim-drobin-a11b05154/}{Linkedin}
\subsection{Почта}
\label{sec:orgf8f56eb}
\href{mailto:drobin.me@yandex.ru}{drobin.me@yandex.ru}

\subsection{тел(+ телеграм/whatapp): +7-977-277-42-61}
\label{sec:orga1e992c}
\subsection{Другое}
\label{sec:org7116e89}
\begin{itemize}
\item \href{https://github.com/gazon1/gazon1.github.io/blob/master/README.org}{Data science portfolio}
\item \href{https://www.kaggle.com/malahai}{Kaggle} \href{https://github.com/gazon1/}{Github} \href{https://boosters.pro/user/Malahai}{Boosters} \href{https://cups.mail.ru/profile/309773}{"ML Boot Camp"}
\end{itemize}
\section{Опыт работы}
\label{sec:org8f986b1}
\subsection{Июнь 2018 - ноябрь 2018. Инженер-программист в Модульбанке}
\label{sec:org9453014}
Автоматизировал бизнес процессы в маркетинге: 
\begin{itemize}
\item Автоматическое обновление лидов в БД по расписанию
\item Автоматический запуск почтовых рекламных кампаний на новых лидах по тригеру
\item Передача новых лидов на обзвон через скрипт
\end{itemize}

\texttt{Стект технологий:}
Python3, SQL, emarsys API, mytarget API, google marketing API
\subsection{Февраль 2019 - \ldots{} Ведущий soft skills в МФТИ}
\label{sec:org94fa8a8}
\begin{itemize}
\item Ведущий курса antisoft skills в МФТИ по развитию личностных навыков под супервизией нарративных практиков
\item Организовал и провёл курс по нарративной практике для студентов волонтеров из проекта "Мне не все равно"
\end{itemize}
\href{https://www.youtube.com/watch?v=EDkDUp0PgPE\&list=PL7GczH8KmOkD5QFvkeFVhJj6aGqpHkmeL\&index=12\&t=0s}{Мое выступление на край-фесте 6-7 июня 2020г по этому курсу}
\subsection{Июль 2019 - сентябрь 2019. Junior data scientist в Тинькофф банке}
\label{sec:orgb59aaf4}
\begin{itemize}
\item исправил геоматчинг и названия торговых точек на официальные, понятные, на русском языке в транзакциях. До этого названия магазина было обозначено через транслитерацию. Иногда это было не название торговой точки, а название юридического лица. Еще, координатой многих магазинов в Москве был обозначен центр Москвы. Исправил их на координаты самих магазинов.
\end{itemize}

\texttt{Cтек технологий:} python, NER, SQL, hive, greenplum, zepellin, bash, python, keras, linux
\subsection{Октябрь 2019 - \ldots{} Собственный проект}
\label{sec:org7592b56}
"\href{https://docs.google.com/presentation/d/1AiwyzLKDgDXIaclUwoyGgT-VDJMtJYJQqAMVfbNlB40/edit\#slide=id.p1}{HighCar}"
Backend developer \& PR manager
Работа над своим проектом - каршеринг электромобилей в Ереване.
\begin{itemize}
\item В апреле 2020 участвовали в преакселераторе МФТИ "инженер 4.0", где провел анализ рынка и конкурентов
\item Разрабатал backened часть на django
\item Подготовил \href{https://docs.google.com/presentation/d/1AiwyzLKDgDXIaclUwoyGgT-VDJMtJYJQqAMVfbNlB40/edit\#slide=id.p1}{elevator-pitch} и выступил на нескольких elevator-pitch перед инвесторами
\end{itemize}
\section{Образование}
\label{sec:org20a3a3a}
\subsection{МФТИ (ГУ) (2015 – 2019)}
\label{sec:orgb755b9a}
ПМФ, ФРТК, кафедра - ЦИТИС

Бакалавр, тема ВКР

\begin{center}
\textbf{\emph{Прогнозирование температуры во времени и пространстве}}
\end{center}
\subsection{МФТИ (ГУ) (2019 - 2021)}
\label{sec:orgb450a0a}
ПМФ, ФРТК, кафедра - ЦИТИС

Магистр, тема ВКР
\begin{center}
\textbf{\emph{Применение ансамблей алгоритмов в Рекомендательной системе}}
\end{center}

\section{Навыки}
\label{sec:org40618ce}
\subsection{Иниструменты и технологии}
\label{sec:org28a8546}
Python, SQL, Linux, Emacs, Git, bash
\subsection{Коммуникабельность}
\label{sec:org8041fdd}
\begin{itemize}
\item Провёл сентябрь 2019 - апрель 2020 курс по soft skills в МФТИ, учился год 2019-2020 на психолога, поэтому смогу общаться с клиентом на его
\end{itemize}
языке и укреплять командный дух в компании и своей команде. Давал примеры заданий, работал в парах и тройках, создавал атмосферу на занятии
\subsection{Другие}
\label{sec:orgd60742d}
\begin{itemize}
\item Pytorch, NumPy, pandas, xgboost, sklearn, fasttext, pickle, scipy, nltk, regex, tqdm, django, pycharm, requests, deep learning, unit testing
\end{itemize}
\section{Kaggle Deep Learning/ML Competitions}
\label{sec:org9904665}
\subsection{Top 52\% - Telecom Data Cup (ML Boot Camp)}
\label{sec:org5b40169}
\subsection{Топ 25\% - Modulbank AI Hack MSK (boosters)}
\label{sec:orgfa65d62}
\subsection{Топ 6\% - REKKO CHALLENGE (boosters)}
\label{sec:org60fcfc8}
\subsection{Топ 13\% - Predict Future Sales (kaggle)}
\label{sec:orgabe6e50}
\subsection{Топ 68\% - \href{https://www.kaggle.com/c/2019s-neuralnet-track}{Нейронные сети. ДЗ 1.}}
\label{sec:org865bef2}
\subsection{Топ 40\% - \href{https://www.kaggle.com/c/nn-track-2019-spring-hw2}{Нейронные сети. ДЗ 2.}}
\label{sec:orgcc348f1}
\subsection{Топ 59\% - Neural Networks Homework 4 (ResNet)}
\label{sec:org56b09d4}
\subsection{Топ 80\% - IEEE-CIS Fraud Detection}
\label{sec:org44757a0}
\subsection{Топ 81\% - Predicting Molecular Properties}
\label{sec:orgf436498}
\subsection{Топ 81\% - Cleaned vs Dirty V2}
\label{sec:org4e9294e}
\section{Волонтерство}
\label{sec:org427a334}
\subsection{Зимний лагерь в Бельско-Устьенском детском доме интернате для детей с особенностями развития}
\label{sec:orgb0267e1}
\begin{itemize}
\item Помог провести за смену около 14 занятий с детьми в Бельско-Устьенском детском доме интернате для детей с особенностями развития. Всего смена длилась около недели
\item Проводил чайные церемонии для волонтеров
\end{itemize}
\end{document}
